<?php

if (!defined("KK_VER")) {
	exit("无效的访问");
}

?>
<meta http-equiv="content-Type" content="text/html; charset=utf-8">
<script src="js/function.js" type="text/javascript"></script>
<link rel="stylesheet" href="/member/stylesheets/main.css?t=1683715146" type="text/css">
</head>
<body topmargin="0" rightmargin="0" leftmargin="0" bottommargin="0" bgcolor="#FFFFFF">
<table width="900" cellspacing="0" cellpadding="0" border="0">
    <tbody>
    <tr>
        <td>&nbsp;</td>
        <td>&nbsp;</td>
        <td>&nbsp;</td>
    </tr>
    <tr>
        <td>&nbsp;</td>
        <td><b>重要声明</b></td>
        <td>&nbsp;</td>
    </tr>
    <tr>
    <td>&nbsp;</td>    
    <td>
    <table width="98%" border="0" align="center" cellpadding="0" cellspacing="0">
    <tbody><tr>
                    <td>
                        <ol>
                            <li>如果您居住所在地的法律规定网路博奕不合法的情况，本公司将不会批准您使用与交易。</li>
                            <li>如果客户怀疑自己的资料被盗用，应立即通知本公司，并更改详细资料，以前的使用者名称及密码将全部无效。</li>
                            <li>客户有责任确保自己的帐户及登入资料的保密性。以使用者名称及密码进行的任何网上投注将被视为有效。</li>
                            <li>公布赔率时出现的任何打字错误或非故意人为失误，本公司保留改正错误和按正确赔率结算投注的权力。</li>
                            <li>每次登入时客户都应该核对自己的帐户余额。如对余额有任何疑问，请在第一时间内通知本公司。</li>
                            <li>一旦投注被接受，则不得取消或修改。</li>
                            <li>所有号码赔率将不时浮动，派彩时的赔率将以确认投注时之赔率为准。</li>
                            <li>每注最高投注金额按不同[期数]及[投注项目]及[会员帐号]设定浮动。如投注金额超过上述设定，本公司有权取消超过之投注金额。</li>
                            <li>所有投注都必须在开奖前时间内进行否则投注无效。</li>
                            <li>所有投注派彩彩金皆含本金。</li>
                        </ol>
                    </td>
                </tr>
            </tbody>
        </table>
    </td>
    <td>&nbsp;</td>
    </tr>
    <tr>
        <td>&nbsp;</td>
        <td>
            <table width="98%" border="0" align="center" cellpadding="0" cellspacing="0">
                <tbody><tr>
                    <td><p>
                            
                            <br>
                            <b>◎特码：</b><br>
                            开奖球数共七个(包括特码)，开出的最后一个球为特码。投注1~49任意一个号码，并以即时赔率作为派奖依据，买中即获奖。<br>
                            <br>
                            <b>◎特码单双：</b><br>
                            特码为双数叫特双，如 08、16；为单数叫特单， 如 21、35；（特码开49号，则视为和）。<br>
                            <br>
                            <b>◎特码大小：</b><br>
                            开出之特码范围在（1-24）为特码小， 范围在（25-48）为特码大； （特码开49号，则视为和）。 <br>
                            <br>
                            <b>◎特码合数单双：</b><br>
                            以特码个位和十位数字之和来判断，如 01、12、32 为合单，02、11、33 为合双；（特码开49号，则视为和）。 <br>
                            <br>
                            <b>◎特码合数大小：</b><br>
                            以特码个位数和十位数之和来决定大小，合数大于或等于7为大，小于或等于6为小；（特码开49号，则视为和）。 <br>
                            <br>
                            <b>◎特码尾数大小：</b><br>
                            以特码尾数若0尾~4尾为小、5尾~9尾为大；如01、32、44为特尾小；如05、18、19为特尾大（特码开49号，则视为和）。<br>
                            
                            <br>
                            <b>◎正码：</b><br>
                            当期开出前六个号码叫正码。下注号码如在六个正码号码里为中奖。<br>
                            <br>
                            <b>◎总分单双：</b>(请在“正码”页面中投注)<br>
                            所有七个开奖号码的分数总和是单数叫(总分单)，如分数总和是115、183；分数总和是双数叫(总分双)，如分数总和是108、162。假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。（此玩法无和局的情况）。<br>
                            <br>
                            <b>◎总分大小：</b>(请在“正码”页面中投注)<br>
                            所有七个开奖号码的分数总和大于或等于175为总分大；分数总和小于或等于174为总分小。
                            如开奖号码为02、08、17、28、39、46、25，分数总和是165，则总分小。假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。（此玩法无和局的情况）。<br>
                            
                            <br>
                            <b>◎正特：</b><br>
                            指正1特~正6特，下注的正特码与开出正码开奖顺序及开奖号码相同，视为中奖，如第一个正码开奖为18号，下注正1码特为18则视为中奖，其它情况视为不中。<br>
                            
                            <br>
                            <b>◎正码1-6：</b><br>
                            当期开出前六个号码叫正码。开出第一个的号码叫正码1，依次为正码2、正码3……正码6(并不以号码大小排序)。正码1、正码2、正码3、正码4、正码5、正码6的大小、单双、合数大小、合数单双和特码的规则相同，如正码1为29，则正码1为大，为单；正码2为8，则正码2为小，
                            为双；假如投注内容符合中奖结果，视为中奖，其余情形视为不中奖。（六个正码中如有号码为49，则单项为和） 。<br>
                            
                            &nbsp;<br>
                            <b>◎过关：</b><br>
                            游戏规则同正码1-6，但须同时投注多项结果，串联成投注组合，只要单期所开出之开奖结果符合您所选定之串联结果，即视为中奖。若其中一项结果不中，则视为不中奖；若其中一项结果为和，其余结果都中奖的情形，也视为中奖；和的项目赔率以一计算。
                            <br>
                            
                            <br>
                            <b>◎特肖：</b><br>
                            生肖顺序为 <i>鼠 &gt; 牛 &gt; 虎 &gt; 兔 &gt; 龙 &gt; 蛇 &gt; 马 &gt; 羊 &gt; 猴 &gt; 鸡 &gt; 狗 &gt;
                                猪</i><br>
                            以农历本命年生肖为1开始，依顺序从小到大将49个号码分为12个生肖(如下)，再以生肖下注。<br>
                            若当期特码，落在下注生肖范围内，视为中奖。 （特码开49亦算输赢，不为和）。<br>
                            
                            <br>
                            <b>◎连码：四全中</b>（可选择多码复式或者胆拖形式进行投注） <br>
                            所选投注的每四个号码为一个组合，若全部四个号码都是开奖号码之正码则视为中奖，其余视为不中奖。如06、07、08、09四个都是开奖号码之正码，视为中奖，如三个正码加上一个特码视为不中奖。<br>
                            
                            <br>
                            <b>◎连码：三全中</b>（可选择多码复式或者胆拖形式进行投注） <br>
                            所投注的每三个号码为一组合，若三个号码都是开奖号码之正码，视为中奖，其余情形视为不中奖。如06、07、08三个都是开奖号码之正码，视为中奖，如两个正码加上一个特码视为不中奖。<br>
                            
                            <br>
                            <b>◎连码：三中二</b>（可选择多码复式或者胆拖形式进行投注）<br>
                            所投注的每三个号码为一组合，若其中2个是开奖号码中的正码，即为三中二，视为中奖；若3个都是开奖号码中的正码，即为三中二之中三，其余情形视为不中奖，如06、07、08
                            为一组合，开奖号码中有06、07两个正码，没有08，即为三中二，按三中二赔付；如开奖
                            号码中有06、07、08三个正码，即为三中二之中三，按中三赔付；如出现1个或没有，视为不中奖。<br>
                            
                            <br>
                            <b>◎连码：二全中</b>（可选择多码复式或者胆拖或者对碰形式进行投注）<br>
                            所投注的每二个号码为一组合，二个号码都是开奖号码之正码，视为中奖，其余情形视为不中奖（含一个正码加一个特码之情形）。<br>
                            
                            <br>
                            <b> ◎连码：二中特</b>（可选择多码复式或者胆拖或者对碰形式进行投注）<br>
                            所投注的每二个号码为一组合，二个号码都是开奖号码之正码，叫二中特之中二；若其中一 个是正码，一个是特码，叫二中特之中特；其余情形视为不中奖。<br>
                            
                            <br>
                            <b>◎连码：特串</b>（可选择多码复式或者胆拖形式进行投注）<br>
                            所投注的每二个号码为一组合，其中一个是正码，一个是特码，视为中奖，其余情形视为不中奖（含二个号码都是正码之情形）。<br>
                            
                            <br>
                            <b>◎连码：硬特</b>（可选择多码复式或者胆拖形式进行投注）<br>
                            所投注的每二个号码为一组合，其中第一个是特码，第二个是正码，则视为中奖，其余情形视为不中奖（含第一个是正码、第二个是特码之情形）。<br>
                            
                            <br>
                            <b>◎半波：</b><br>
                            以特码色波和特单，特双，特大，特小为一个投注组合，当期特码开出符合投注组合，即视为中奖；其余情形视为不中奖。 （特码开49号，则视为和）。 <br>
                            
                            <br>
                            <b>◎六肖：</b><br>
                            必须挑选 6 个生肖（排列如同生肖）为一个组合，<!--并选择开奖号码的特码是否在此组合内，-->开奖号码的特码在此组合内，则视为中奖。开奖号码的特码不在此组合内，即视为不中奖。
                            （特码开49号，则视为和）<br>
                            
                            <br>
                            <b>◎一肖：</b><br>
                            指开奖七个号码中含有所选择的生肖的一个或多个号码，但派彩只派一次，即不论同生肖号码出今现一个或多个号码都只派彩一次。<br>
                            （此玩法49亦算输赢，不为和）。<br>
                            
                            <br>
                            <b>◎一肖不中：</b><br> 指开奖七个号码的生肖都不包含所选择的生肖当中视为中奖，其余情况一律视为不中奖。（此玩法49亦算输赢，不为和）。<br>
                            
                            <br>
                            <b>◎尾数：</b>(请在“尾数”页面中投注)<br>
                            指开奖七个号码中含有所选择的尾数的一个或多个号码，但派彩只派一次，即不论同尾数号码出现一个或多个号码都只派彩一次。<br>
                            0 尾 10 , 20 , 30 , 40 <br>
                            1 尾 01 , 11 , 21 , 31 , 41 <br>
                            2 尾 02 , 12 , 22 , 32 , 42 <br>
                            3 尾 03 , 13 , 23 , 33 , 43 <br>
                            4 尾 04 , 14 , 24 , 34 , 44 <br>
                            5 尾 05 , 15 , 25 , 35 , 45 <br>
                            6 尾 06 , 16 , 26 , 36 , 46 <br>
                            7 尾 07 , 17 , 27 , 37 , 47 <br>
                            8 尾 08 , 18 , 28 , 38 , 48 <br>
                            9 尾 09 , 19 , 29 , 39 , 49 <br>
                            例如∶开奖结果正码是 11、31、42、44、35、32 特码是 21，则 1 尾 2 尾 4 尾 5 尾都为中奖，其他尾数都不中奖。<br>
                            （此玩法49亦算输赢，不为和）。 <br>
                            
                            <br>
                            <b>◎尾数不中：</b><br> 指开奖七个号码的尾数都不包含所选择的尾数当中视为中奖，其余情况一律视为不中奖。（此玩法49亦算输赢，不为和）。
                            <br>
                            
                            <br><b>◎生肖连【中】：</b><br>
                            指所选择的生肖组合都包含开奖七个号码的生肖当中视为中奖，其余情况一律视为不中奖。（此玩法49亦算输赢，不为和）<br>
                            
                            <br><b>◎生肖连【不中】：</b><br>
                            指开奖七个号码的生肖都不在所选择的生肖组合中当中视为中奖，其余情况一律视为不中奖。（此玩法49亦算输赢，不为和）<br>
                            
                            <br><b>◎尾数连【中】：</b><br>
                            指所选择的尾数组合都包含开奖七个号码的尾数当中视为中奖，其余情况一律视为不中奖。（此玩法49亦算输赢，不为和）<br>
                            
                            <br><b>◎尾数连【不中】：</b><br>
                            指开奖七个号码的尾数都不在所选择的尾数组合中当中视为中奖，其余情况一律视为不中奖。（此玩法49亦算输赢，不为和）<br>
                            
                            <br><b>◎自选不中：</b><br>
                            指所选择的所有号码都不出现在开奖的七个号码当中视为中奖，其余情况一律视为不中奖。（此玩法49亦算输赢，不为和）<br>
                            
                            <br><b>◎特平中：</b><br>
                            指开奖七个号码中含有所选择的下注组合中的一个或多个号码，但派彩只派一次，即不论下注组合中的号码出现一个或多个号码都只派彩一次。所选择的下注组合中的所有号码都不出现在开奖的七个号码当中视为不中奖。（此玩法49亦算输赢，不为和）<br>
                            例一： 【一粒任中】下注“6”，开奖结果“正码是1、2、3、4、5、6特码是7”，或“正码是1、2、3、4、5、7特码是6”都视为中奖。<br>
                            例二：
                            【四粒任中】下注“6、16、26、36”，开奖结果“正码是6、7、8、9、10、11特码是12”，或“正码是6、16、8、9、10、11特码是12”，或“正码是5、7、8、9、10、11特码是6”，或“正码是5、7、8、9、10、16特码是6”都视为中奖，只派彩一次。<br>
                            
                            <br>
                            <b>◎生肖量：</b><br>
                            当期号码(所有正码与最后开出的特码)开出的不同生肖总数，与所投注之预计开出之生肖总数和(不用指定特定生肖)，则视为中奖，其馀情形视为不中奖。例如：如果'当期号码为19、24、12、34、40、39 特别号：49，总计六个生肖，若选总肖【6】则为中奖 (请注意：49号亦算输赢，不为和)。
                            <br>
                            
                            <br>
                            <b>◎尾数量：</b><br>
                            当期号码(所有正码与最后开出的特码)开出的不同尾数总数，与所投注之预计开出之尾数总数和(不用指定特定尾数)，则视为中奖，其馀情形视为不中奖。例如：如果'当期号码为19、24、12、34、40、39 特别号：49，总计4个尾数，若选总尾【4】则为中奖 (请注意：49号亦算输赢，不为和)。
                            <br>
                            
                            <br>
                            <b>◎自选中一：</b><br>
                            每个号码都有自己的赔率，下注组合的总赔率，取该组合号码的最低赔率为总赔率。
                            1.	五中一：挑选5个号码为一投注组合进行下注。当期开出的7个开奖号码只有1个号码在该下注组合中，即视为中奖；其馀情形视为不中奖。
                            2.	六中一：挑选6个号码为一投注组合进行下注。当期开出的7个开奖号码只有1个号码在该下注组合中，即视为中奖；其馀情形视为不中奖。
                            3.	七中一：挑选7个号码为一投注组合进行下注。当期开出的7个开奖号码只有1个号码在该下注组合中，即视为中奖；其馀情形视为不中奖。
                            4.	八中一：挑选8个号码为一投注组合进行下注。当期开出的7个开奖号码只有1个号码在该下注组合中，即视为中奖；其馀情形视为不中奖
                            5.	九中一：挑选9个号码为一投注组合进行下注。当期开出的7个开奖号码只有1个号码在该下注组合中，即视为中奖；其馀情形视为不中奖。
                            6.	十中一：挑选10个号码为一投注组合进行下注。当期开出的7个开奖号码只有1个号码在该下注组合中，即视为中奖；其馀情形视为不中奖。
                            <br>
                            
                            <br>
                        </p></td>
                </tr>
            </tbody></table>
        </td>
        <td>&nbsp;</td>
    </tr>
    
    <tr>
        <td>&nbsp;</td>
        <td>&nbsp;</td>
        <td>&nbsp;</td>
    </tr>
    </tbody>
    </table>
</body>